<?php
return [
    'welcome' => 'ようこそ',
    'welcome_user' => 'ははは',

    // welcomeページ
    'welcome_title' => '認知行動療法的なWebアプリ',
    'sentence01' => '3コラム、7コラムで思考の癖を把握して',
    'sentence02' => '認知のゆがみを取りましょう',
    'register' => '会員登録',

    // 説明ページ
    'info_title' => 'このアプリの使い方',
    'step01' => 'STEP1　出来事把握',
    'step02' => 'STEP2　3コラム',
    'step03' => 'STEP3　7コラム',

    'info_sentence01' => '落ち込んでしまったり、ネガティブな考えがある出来事を思い出し記載します。',
    'info_sentence02' => 'ネガティブで考え方を変えたい出来事を思い出し記載します。どのように考え、感じたのかを3コラムに分けて記入しましょう。また、その思考の過程に好ましくない癖がないか確認してみましょう。',
    'info_sentence03' => '3コラム詳細ページ にある「7コラム作成ボタン」をクリックして記載しましょう。客観的事実に基づいて検証し、現実的でバランスのある自分にとって好ましい認知 へ修正しましょう。',

    // 共通ヘッダー
    'info' => 'アプリの使い方',
    'event_list' => '出来事一覧',
    '3col_list' => '3コラム一覧',
    '7col_list' => '7コラム一覧',
    'ja_mr_ms' => 'さん',
    'en_mr_ms' => '',
    'account' => 'アカウント',
    'logout' => 'ログアウト',
    'withdrawal' => '退会',
    
    


];

?>