<?php
return [
    'welcome' => 'ようこそ',
    'welcome_user' => 'ははは',

    // welcomeページ
    'welcome_title' => 'ココロ フワリ',
    'sentence01' => '認知行動療法のアプローチで',
    'sentence02' => '気持ちすっきり',
    'register' => '会員登録',
    'login' => 'ログイン',
    
    'about-cbt-title' => '認知行動療法とは',
    'about-cbt-message01' => '私たちが生きていく中で、時に様々な困難な状況に直面し問題を解決できない、気持ちが切り替えられないなど困ってしまったことはありませんか？',
    'about-cbt-message02' => 'また、長期的なストレスにさらされると極端な思考に陥りやすいと言われています。これを心理的視野狭窄と言います。',
    'about-cbt-message03' => 'そんな時に過度に楽観的、悲観的でもない「現実的でバランスの取れた」考えから問題解決を目指す心理療法です。また、認知処理療法（Cognitive Processing Therapy: CPT）は、戦争体験など非常に強烈な出来事の後に生じるPTSD（心的外傷後ストレス障害）やその他のトラウマに対する治療に用いられることが多いです。',

    'cognitive_distortion_title' => '認知の歪みとは？',
    'cognitive_distortion_description' => '認知の歪みとは、私たちが物事を理解するために使用する思考プロセスにおいて発生する、無意識で偏った思考のことです。これらの歪みは、物事を片っ端から客観的に捉えることが難しくなる原因となります。認知の歪みにはさまざまな種類がありますが、よく知られているものには、盲点、偏見、否定的な思考、決定性の乏しい推論などがあります。',

    'cognitive_distortion_cause_title' => '認知の歪みの原因について',
    'cognitive_distortion_cause' => '認知の歪みの原因は、さまざまなものが考えられます。認知の歪みが発生する原因として、私たちが経験したこと、聞いたこと、見たこと、感じたことなどから、自分たちの世界観を形成することが挙げられます。そのため、他人からの情報や意見、経験などに対して、自分たちが既に持っている世界観と矛盾するものに対しては、受け入れることが難しくなる傾向があります。また、私たちは自分たちの感情や嗜好、偏見なども、物事を理解する際に使用する思考プロセスに取り入れることがあります。そのため、感情的な判断や偏見が、客観的に物事を捉えることを妨げる場合があります。さらに、私たちは、自分たちが持っている知識やスキルが有限であるため、物事を理解する際に、知識の欠如や不足した情報からの影響を受けることがあります。これらが、認知の歪みの原因となる可能性があります。',

    'about-thisapp-title' => 'このアプリについて',
    'about-thisapp-message' => 'このアプリでは、認知行動療法の流れ（3コラム、7コラム法）に沿って自分で考えや気持ちを書き出すことができます。その中で困難なものを解決に向けて好ましいものに軌道修正したり問題解決の補助に役立ちます。このアプリはあくまで補助を目的としています。調子がとても良くないといった場合は、信頼できる心理士、医療機関にご相談くださいますようお願いいたします。',

    // 説明ページ
    'info_title' => 'このアプリの使い方',
    'step01' => 'STEP1　出来事把握',
    'step02' => 'STEP2　3コラム',
    'step03' => 'STEP3　7コラム',

    'info_sentence01' => 'いつまでも落ち込んでいたり、強いネガティブな感情が起きた出来事を、出来事一覧ページにある 新規作成ボタン を押して「出来事」を作成します。',
    'info_sentence02' => 'STEP1の「出来事」の情報を元に、どのように考え、感情が発生したのか3コラムに分けて記入しましょう。また、その考えに至った過程に「好ましくない癖」がないか確認してみましょう。',
    'info_sentence03' => '次に、3コラム詳細ページ にある「7コラム作成ボタン」をクリックして7コラム法に沿って記載しましょう。主観がいつもダメだという訳ではないですが、客観的事実に基づいて検証し、現実的でバランスのある自分にとって好ましい認知 へ修正しましょう。',

    // 共通ヘッダー
    'info' => 'アプリの使い方',
    'event_list' => '出来事一覧',
    '3col_list' => '3コラム一覧',
    '7col_list' => '7コラム一覧',
    'solution_list' => '解決策',
    'ja_mr_ms' => 'さん',
    'en_mr_ms' => '',
    'account' => 'アカウント',
    'logout' => 'ログアウト',
    'withdrawal' => '退会',
    'profile' => 'プロフィール',
    
];

?>