<?php
return [
    'welcome' => 'ようこそ',
    'welcome_user' => 'ははは',

    // welcomeページ
    'welcome_title' => '認知行動療法的なWEBアプリ',
    'sentence01' => '3コラム、7コラム法で自分の考え方を記入して',
    'sentence02' => '認知のゆがみを取りませんか？',
    'register' => '会員登録',
    'login' => 'ログイン',
    'about-cbt-title' => '認知行動療法とは',
    'about-cbt-message01' => '私たちが生きていく中で、時に様々な困難な状況に直面し問題を解決できない、気持ちが切り替えられないなど困ってしまったことはありませんか？',
    'about-cbt-message02' => 'また、長期的なストレスにさらされると極端な思考に陥りやすいと言われています。これを心理的視野狭窄と言います。',
    'about-cbt-message03' => 'そんな時に過度に楽観的、悲観的でもない「現実的でバランスの取れた」考えから問題解決を目指す心理療法です。',
    'about-thisapp-title' => 'このアプリについて',
    'about-thisapp-message' => 'このアプリでは、認知行動療法の流れ（3コラム、7コラム法）に沿って自分で考えや気持ちを書き出すことができます。それらが困難なものならば、解決に向けて好ましいものに軌道修正する。そんな問題解決の補助を目指したものです。このアプリはあくまで補助を目的としてます。具合が悪い、深刻な状態の場合は信頼できる心理士、医療機関にご相談くださいますようお願いいたします。',

    // 説明ページ
    'info_title' => 'このアプリの使い方',
    'step01' => 'STEP1　出来事把握',
    'step02' => 'STEP2　3コラム',
    'step03' => 'STEP3　7コラム',

    'info_sentence01' => '落ち込んでしまったり、つらい出来事を、出来事一覧ページにある 新規作成ボタン を押して記載します。',
    'info_sentence02' => '次に3コラムに分けて、どのように考え、感じたのかを記入しましょう。また、その思考の過程に好ましくない癖がないか確認してみましょう。',
    'info_sentence03' => '3コラム詳細ページ にある「7コラム作成ボタン」をクリックして7コラム法に沿って記載しましょう。主観が全てダメという訳ではないですが、客観的事実に基づいて検証し、現実的でバランスのある自分にとって好ましい認知 へ修正しましょう。',

    // 共通ヘッダー
    'info' => 'アプリの使い方',
    'event_list' => '出来事一覧',
    '3col_list' => '3コラム一覧',
    '7col_list' => '7コラム一覧',
    'solution_list' => '解決策',
    'ja_mr_ms' => 'さん',
    'en_mr_ms' => '',
    'account' => 'アカウント',
    'logout' => 'ログアウト',
    'withdrawal' => '退会',
    
    


];

?>