<?php

return [
    // 3コラム一覧ページ
    "three_title" => "3コラム一覧",
    "search_word" => "検索キーワード",
    "search" => "検索",
    "threecolId" => "コラムID",
    "emotion_name" => "感情名",
    "thinking" => "考えたこと",
    "updated_day" => "更新日",
    "detail" => "詳細",
    
    // 3コラム作成ページ
    "page_title" => "3コラム新規作成",
    "1-1_title" => "1-1 出来事のタイトル",
    "1-2_title" => "1-2 出来事の内容",
    
    "2-1_title" => "2-1 感情名",
    "2-2_title" => "2-2 強さ",
    
    "3-1_title" => "3-1 その時考えたこと、自動思考（その時、瞬間的に浮かんでいた考えやイメージ）",
    "3-2_title" => "3-2 考え方の癖",

    "2-1_sentence" => "ポイント：その時どんな気持ちになったでしょう。",
    "2-2_sentence" => "ポイント：その気持ちの強さはどのくらい？",
    
    "3-1_sentence" => "ポイント：感情に一番影響を与えている考え（ホットな思考）を選ぶ。自分でわかっているつもりだと簡略して書く傾向があるので詳しく書いてみよう",
    "3-2_sentence" => "ポイント：考え方に偏った癖がないかチェック",

    "habitName01" => "一般化のし過ぎ",
    "habitName02" => "自分への関連付け",
    "habitName03" => "根拠のない推論",
    "habitName04" => "白か黒か思考",
    "habitName05" => "すべき思考",
    "habitName06" => "過大評価と過少評価",
    "habitName07" => "感情による決めつけ",

    "habitContents01" => "・1つの出来事や失敗だけを根拠に「いつも～だ」「すべて～ない」のように考える。",
    "habitContents02" => "・何か良くないことが起こった時、自分に関係ないとこまで自分の責任だと判断する。",
    "habitContents03" => "・はっきりした証拠がないまま結論を急ぎ、否定的にあれこれ考える。",
    "habitContents04" => "・ものごとを白が黒で考える。「全か無か」と考えてしまい両極端の間のグレーゾーンの存在に気づかない。",
    "habitContents05" => "・「～すべきだ、～しなければならない」といった思考。（例）人に嫌われてはいけない。期待にこたえなければならない。",
    "habitContents06" => "・自分の欠点や失敗を実際より過大に考え、長所や成功を過少評価する（自分を卑下する）。反対に他人の成功を過大評価し他人の欠点を見逃す。",
    "habitContents07" => "・客観的事実ではなく自分がどのように感じているかという事を元に状況を判断する。",

    "habitExamples01" => "（例）朝の占いのくじが悪かった。これからもずっと悪いだろう。",
    "habitExamples02" => "（例）恋人に裏切られてしまった、わたしが全て悪いのだ。",
    "habitExamples03" => "（例）街で友人とすれ違ったとき声をかけてもらえなかった。気づかなかったのではなく友人は私の事を嫌いなのだろう。",
    "habitExamples04" => "（例）１つでもダメなところがあると全て嫌いになる。",
    "habitExamples05" => "（例）人に嫌われてはいけない。期待にこたえなければならない。",
    "habitExamples06" => "（例）前回うまくいったのは運がよかっただけだ、次はだめだろう。",
    "habitExamples07" => "（例）わたしはあの人が嫌いである、きっと性格も悪い人なんだろう。",

    "buttonCreate" => "作成",
    "buttonBack" => "戻る",

    // 3コラム詳細ページ
    "showPageTitle" => "3コラム詳細ページ",
    "title01" => "作成日",
    "title02" => "更新日",
    "title03" => "ユーザID",
    "title04" => "出来事ID",
    "title05" => "3コラムID",

    "buttonCreate7" => "7コラム作成",
    "buttonEdit" => "編集",
    "buttonDelete" => "削除",

    // 3コラム編集ページ
    "editPageTitle" => "3コラム編集ページ",
    "buttonUpdate" => "更新",
];

?>