<?php
return [

    // welcomeページ
    'welcome_title' => 'CBT WEB APP',
    'sentence01' => 'Наповніть своє мислення методом із 3 або 7 колонками',
    'sentence02' => 'Чи хотіли б ви усунути когнітивні спотворення?',
    'register' => 'Реєстрація',
    'login' => 'Увійти',

    'about-cbt-title' => 'Що таке когнітивно-поведінкова терапія?',
    'about-cbt-message01' => 'У нашому житті ви коли-небудь стикалися з різними складними ситуаціями і не могли їх вирішити, чи не могли ви змінити свою думку?',
    'about-cbt-message02' => 'Також кажуть, що коли люди піддаються тривалому стресу, вони схильні впадати в екстремальне мислення. Це називається психологічним звуженням зору.',
    'about-cbt-message03' => 'Це психотерапія, яка спрямована на вирішення проблем з «реалістичної та збалансованої» точки зору, яка в такі моменти не є ані надто оптимістичною, ані песимістичною. Терапія когнітивної обробки (CPT) також спеціалізується на відновленні після посттравматичного стресового розладу, який виникає після дуже інтенсивних подій, таких як досвід війни.',

    'cognitive_distortion_title' => 'Що таке когнітивні викривлення?',
    'cognitive_distortion_description' => 'Когнітивні викривлення - це несвідомі та упереджені думки, які виникають у процесах мислення, які ми використовуємо для розуміння речей. Ці викривлення можуть спричинити труднощі в об єктивному розгляді речей з одного кінця спектру до іншого. Існує багато різних типів когнітивних викривлень, але деякі з найбільш відомих - це сліпі плями, упередження, негативне мислення та погане детерміністичне мислення.',

    'cognitive_distortion_cause_title' => 'Причини когнітивних викривлень',
    'cognitive_distortion_cause' => 'Є багато можливих причин когнітивних викривлень. Однією з причин когнітивних викривлень є те, що ми формуємо власний світогляд на основі того, що ми відчуваємо, чуємо, бачимо і відчуваємо. Тому нам, як правило, важко сприймати інформацію, думки та досвід інших людей, які суперечать вже сформованому світогляду. Ми також можемо включати наші власні почуття, уподобання та упередження в процеси мислення, які ми використовуємо для розуміння речей. Тому емоційні судження та упередження можуть заважати нам бачити речі об єктивно. Крім того, оскільки наші власні знання та навички є обмеженими, на наше розуміння речей може впливати брак знань або відсутність інформації. Це може призвести до когнітивних викривлень.',

    'about-thisapp-title' => 'Про цю програму',
    'about-thisapp-message' => 'Ця програма дозволяє записувати власні думки та почуття після процесу когнітивно-поведінкової терапії (метод 3 або 7 стовпців). Якщо вони складні, вони будуть змінені на сприятливі для вирішення. Це має на меті допомогти у вирішенні таких проблем. Ця програма призначена лише для допомоги. Якщо ви погано почуваєтеся чи маєте серйозне захворювання, будь ласка, зверніться до перевіреного психолога або медичної установи.',

    // 説明ページ
    'info_title' => 'Як користуватися цим додатком',
    'step01' => 'КРОК1 Усвідомте подію',
    'step02' => 'КРОК2 3 колонки',
    'step03' => 'КРОК3 7 стовпців',

    'info_sentence01' => 'Пригадайте та опишіть події, які пригнічені або мають негативні думки.',
    'info_sentence02' => 'Будь ласка, запам’ятайте та опишіть події, про які я хочу змінити свій спосіб мислення в негативний бік. Запишіть у три колонки, що ви думали та відчували. Також перевірте, чи немає в процесі мислення неприємних звичок.',
    'info_sentence03' => 'Будь ласка, натисніть «Кнопку створення 7 стовпців» на сторінці деталей із 3 стовпцями, щоб увійти. Перевірити на основі об’єктивних фактів і змінити на реалістичне, збалансоване сприятливе пізнання.',

    // 共通ヘッダー
    'info' => 'як використовувати',
    'event_list' => 'Подія',
    '3col_list' => '3 колонка',
    '7col_list' => '7 колонка',
    'solution_list' => 'Рішення',
    'ja_mr_ms' => '',
    'en_mr_ms' => 'Пан/пані',
    'account' => 'Рахунок',
    'logout' => 'Вийти',
    'withdrawal' => 'Вилучення'
];

?>