<?php
return [


    // welcomeページ
    'welcome_title' => 'Подібний веб-додаток для когнітивно-поведінкової терапії',
    'sentence01' => 'Наповніть своє мислення методом із 3 або 7 колонками',
    'sentence02' => 'Чи хотіли б ви усунути когнітивні спотворення?',
    'register' => 'Реєстрація',
    'login' => 'Увійти',
    'about-cbt-title' => 'Що таке когнітивно-поведінкова терапія?',
    'about-cbt-message' => 'Чи стикалися ви в нашому житті з різними складними ситуаціями, які іноді ускладнюють вирішення проблем або змінюють свою думку? Також кажуть, що ми схильні впадати в екстремальне мислення під час тривалого стресу. Це називається психологічним звуженням зору. Ця психотерапія спрямована на вирішення проблем з «реалістичної та збалансованої» точки зору, яка в такі моменти не є ані надмірно оптимістичною, ані песимістичною.',
    'about-thisapp-title' => 'Про цю програму',
    'about-thisapp-message' => 'Ця програма дозволяє записувати власні думки та почуття після процесу когнітивно-поведінкової терапії (метод із 3 або 7 колонками). Якщо вони складні, вони будуть змінені на сприятливі для вирішення. Це спрямовано на те, щоб допомогти у вирішенні такої проблеми.Ця психотерапія спрямована на вирішення проблем з «реалістичної та збалансованої» точки зору, яка не є ані надмірно оптимістичною, ані песимістичною.',

    // 説明ページ
    'info_title' => 'Як користуватися цим додатком',
    'step01' => 'КРОК1 Усвідомте подію',
    'step02' => 'КРОК2 3 колонки',
    'step03' => 'КРОК3 7 стовпців',

    'info_sentence01' => 'Пригадайте та опишіть події, які пригнічені або мають негативні думки.',
    'info_sentence02' => 'Будь ласка, запам’ятайте та опишіть події, про які я хочу змінити свій спосіб мислення в негативний бік. Запишіть у три колонки, що ви думали та відчували. Також перевірте, чи немає в процесі мислення неприємних звичок.',
    'info_sentence03' => 'Будь ласка, натисніть «Кнопку створення 7 стовпців» на сторінці деталей із 3 стовпцями, щоб увійти. Перевірити на основі об’єктивних фактів і змінити на реалістичне, збалансоване сприятливе пізнання.',

    // 共通ヘッダー
    'info' => 'як використовувати',
    'event_list' => 'Подія',
    '3col_list' => '3 колонка',
    '7col_list' => '7 колонка',
    'ja_mr_ms' => '',
    'en_mr_ms' => 'Пан/пані',
    'account' => 'Рахунок',
    'logout' => 'Вийти',
    'withdrawal' => 'Вилучення'
];

?>