<?php

return [

    // 3コラム一覧ページ
    "pageTitle" => "7 Список стовпців",
    "search_word" => "Ключове слово пошуку",
    "search" => "пошук",
    "id" => "7 Ідентифікатор колонки",
    "title" => "Назва",
    "content" => "Зміст",
    "updated_day" => "Оновлений день",
    "detail" => "Деталь",
 
    // 7コラム作成ページ
    "createPageTitle" => "7 Колонка Нова сторінка",

    "1-1_title" => "1-1 Назва події",
    "1-2_title" => "1-2 Зміст заходу",
    
    "2-1_title" => "2-1 Назва емоції",
    "2-2_title" => "2-2 сила",
    
    "3-1_title" => "3-1 Що ви думали в той час, автоматичне мислення (думки та образи, які спали мені в той час)",
    "3-2_title" => "3-2 Звички мислення",

    "4_title" => "4 Підстави для ваших думок (факти, які підтримують автоматичне мислення)",
    "5_title" => "5 Контрфакт (спростування) Факти, які суперечать автоматичному мисленню",
    "6_title" => "6 Нові ідеї(Адаптивне мислення, добре збалансоване мислення)",
    "7_title" => "7 Нові емоції",

    "4_sentence" => "Пункт: Основа ідеї 3. Краще бути об’єктивним. Пояснити, тому що коли запитує людина",
    "5_sentence" => "Точка: Давайте шукаємо такі точки, як [але ] 4, де нам не потрібно думати про це.",  
    "6_sentence" => "Суть: це можна вважати 4, але також можна вважати 5.",
    "7_sentence" => "Точка: Як змінилася сила ваших емоцій, коли ви думаєте як «Шість нових думок»?",
    
    "emotion_name" => "Назва емоції",
    "prev_emotion_strength" => "Попередня емоційна сила",
    "new_emotion_strength" => "Нова емоційна сила",

    "button_create" => "Створюйте",
    "button_back" => "Назад",
    
    // 7コラム詳細ページ
    "sevenShowPageTitle" => "7 Сторінка інформації про колонку",
    "created_day" => "Дата створення",
    "eventId" => "Ідентифікатор події",
    "3colId" => "3 Ідентифікатор колонки",
    "userId" => "ідентифікатор користувача",
    "emotion_change" => "зміна емоцій",
    
    ]
?>