<?php

return [
    // 一覧ページ
    "three_title" => "Список з 3 колонок",
    "search_word" => "пошукове слово",
    "search" => "Серач",
    "threecolId" => "3 ColumnID",
    "emotion_name" => "Назва емоції",
    "thinking" => "Що я думаю",
    "updated_day" => "Оновлений день",
    "detail" => "Деталь",
    
     // 3コラム作成ページ
     "page_title" => "3 колонки нове створення",
     "1-1_title" => "1-1 Назва події",
     "1-2_title" => "1-2 Зміст заходу",
     
     "2-1_title" => "2-1 Назва емоції",
     "2-2_title" => "2-2 сила",
     
     "3-1_title" => "3-1 Що ви думали в той час",
     "3-2_title" => "3-2 Звичка думати",
 
     "2-1_sentence" => "Точка: що ви відчували в той час?",
     "2-2_sentence" => "Точка: Наскільки сильне це відчуття?",
     
     "3-1_sentence" => "Суть: виберіть думку, яка найбільше впливає на ваші емоції (гаряче мислення)",
     "3-2_sentence" => "Суть: Перевірте, чи є звичка мислити упереджено",
 
     "habitName01" => "Це узагальнено",
     "habitName02" => "Асоціація до себе",
     "habitName03" => "Безпідставні міркування",
     "habitName04" => "Біле чи чорне мислення",
     "habitName05" => "Думаю, що треба зробити",
     "habitName06" => "Переоцінка і недооцінка",
     "habitName07" => "Емоційний брендинг",
 
     "habitContents01" => "・Думайте як [завжди] або [не всі] на основі лише однієї події або невдачі. (наприклад) Ранкова лотерея ворожіння була поганою. Ще довго буде погано.",
     "habitContents02" => "・Коли відбувається щось погане, я вважаю, що це моя відповідальність, навіть якщо це не стосується мене. (наприклад) Мій коханий зрадив мене, у всьому винна я.",
     "habitContents03" => "・Поспішайте робити висновки без чітких доказів і думайте негативно. (наприклад) Я пройшов повз свого друга на вулиці, і він не розмовляв зі мною. Не те, що я не помітив, а те, що мій друг мене не любить.",
     "habitContents04" => "・Думайте про речі білого або чорного кольору. (наприклад) Я ненавиджу все, що не так з одним із них.",
     "habitContents05" => "・Думаючи, що [повинен, повинен] (наприклад,) люди не повинні ненавидіти вас. Ви повинні відповідати очікуванням.",
     "habitContents06" => "・Переоцінюйте свої недоліки та невдачі та недооцінюйте свої сильні сторони та успіхи. (наприклад.) Просто пощастило, що минулого разу це спрацювало, наступного разу не буде.",
     "habitContents07" => "・Оцінюйте ситуацію, виходячи з того, що ви відчуваєте, а не на основі об’єктивних фактів. (наприклад) Мені не подобається ця людина, у неї, мабуть, поганий характер.",

     "buttonCreate" => "Створення",
     "buttonBack" => "Назад",

     // 3コラム詳細ページ
     "showPageTitle" => "Детальна сторінка з 3 колонками",
     "title01" => "Створений день",
     "title02" => "Оновлений день",
     "title03" => "ідентифікатор користувача",
     "title04" => "Ідентифікатор події",
     "title05" => "Ідентифікатор 3 стовпця",

     "buttonCreate7" => "7 Створити стовпець",
     "buttonEdit" => "Редагувати",
     "buttonDelete" => "Видалити",

     "editPageTitle" => "3 Сторінка редагування стовпців",
     "buttonUpdate" => "Оновлення",
];

?>